benchmarks/baseline_bookings.txt

Summary:
  Total:	4.3512 secs
  Slowest:	0.5178 secs
  Fastest:	0.0912 secs
  Average:	0.1628 secs
  Requests/sec:	114.9099
  

Response time histogram:
  0.091 [1]	|
  0.134 [262]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.177 [97]	|■■■■■■■■■■■■■■■
  0.219 [77]	|■■■■■■■■■■■■
  0.262 [20]	|■■■
  0.304 [3]	|
  0.347 [8]	|■
  0.390 [14]	|■■
  0.432 [4]	|■
  0.475 [1]	|
  0.518 [13]	|■■


Latency distribution:
  10%% in 0.1044 secs
  25%% in 0.1103 secs
  50%% in 0.1314 secs
  75%% in 0.1873 secs
  90%% in 0.2350 secs
  95%% in 0.3775 secs
  99%% in 0.5131 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0097 secs, 0.0000 secs, 0.2586 secs
  DNS-lookup:	0.0043 secs, 0.0000 secs, 0.1089 secs
  req write:	0.0002 secs, 0.0000 secs, 0.0045 secs
  resp wait:	0.1512 secs, 0.0889 secs, 0.4059 secs
  resp read:	0.0015 secs, 0.0002 secs, 0.0664 secs

Status code distribution:
  [404]	500 responses