benchmarks/baseline_profile.txt

Summary:
  Total:	4.6115 secs
  Slowest:	0.8758 secs
  Fastest:	0.0883 secs
  Average:	0.1728 secs
  Requests/sec:	108.4254
  

Response time histogram:
  0.088 [1]	|
  0.167 [370]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.246 [84]	|■■■■■■■■■
  0.325 [22]	|■■
  0.403 [1]	|
  0.482 [0]	|
  0.561 [2]	|
  0.640 [4]	|
  0.718 [5]	|■
  0.797 [2]	|
  0.876 [9]	|■


Latency distribution:
  10%% in 0.1073 secs
  25%% in 0.1191 secs
  50%% in 0.1387 secs
  75%% in 0.1680 secs
  90%% in 0.2302 secs
  95%% in 0.3165 secs
  99%% in 0.8286 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0214 secs, 0.0000 secs, 0.5811 secs
  DNS-lookup:	0.0153 secs, 0.0000 secs, 0.3851 secs
  req write:	0.0003 secs, 0.0000 secs, 0.0284 secs
  resp wait:	0.1474 secs, 0.0873 secs, 0.5155 secs
  resp read:	0.0032 secs, 0.0002 secs, 0.0823 secs

Status code distribution:
  [404]	500 responses