benchmarks/baseline_rides.txt

Summary:
  Total:	6.3896 secs
  Slowest:	0.8096 secs
  Fastest:	0.0939 secs
  Average:	0.2374 secs
  Requests/sec:	78.2517
  

Response time histogram:
  0.094 [1]	|
  0.165 [271]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.237 [98]	|■■■■■■■■■■■■■■
  0.309 [22]	|■■■
  0.380 [13]	|■■
  0.452 [3]	|
  0.523 [40]	|■■■■■■
  0.595 [11]	|■■
  0.666 [19]	|■■■
  0.738 [12]	|■■
  0.810 [10]	|■


Latency distribution:
  10%% in 0.1055 secs
  25%% in 0.1146 secs
  50%% in 0.1547 secs
  75%% in 0.2585 secs
  90%% in 0.5272 secs
  95%% in 0.6553 secs
  99%% in 0.8073 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0173 secs, 0.0000 secs, 0.5079 secs
  DNS-lookup:	0.0095 secs, 0.0000 secs, 0.2391 secs
  req write:	0.0002 secs, 0.0000 secs, 0.0041 secs
  resp wait:	0.2179 secs, 0.0934 secs, 0.7061 secs
  resp read:	0.0018 secs, 0.0002 secs, 0.0718 secs

Status code distribution:
  [404]	500 responses